sensoroptconverged/con/1.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       217733;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       218133;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       218333;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       218733;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          109013;
        startFace       218933;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          109013;
        startFace       327946;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          450;
        startFace       436959;
    }
)

// ************************************************************************* //
